{"audio_filepath": "lesson01_wav/French_III_-_Lesson_01.wav", "pred_text": "This is unit one of Pimsler's Speak and Read Essential French three. Listen to this conversation which takes place at a dinner party in Nice. Enchanted Mr Cellier, I call Cellier Gerard Cellier. Yes, I am from New York, you know New York? Yes, I am from New York, and it was very cold. Enchanted, Mr. Cellier, I'm Julia Johnson. Yes, I'm from New York. You know New York? Yes, a little. I went there last year in January. And it was very cold. You know, in January it's always very cold in New York. Yes, I like New York, but not in January. Do you remember how to say Here is a photo? A few photos of my trip to New York A few photos of my trip to New York Ask him when he went to New York. In January? Ask him how is the weather? What time was it? Say it was bad, referring to the weather. It was really bad. It was really bad. It was really bad. It was really bad. It said we had snow and also some rain. It's. We had. We had snow and also rain. We had snow and also rain. How is the weather down there in the summer? What time is it there in the summer? In summer it's very hot. In Nice it is never very cold. And it's often very hot. And it's often very hot. Ask him when he's going back down there? When are you going back down there? When are you going to take your next trip to New York? When are you going to make your next trip to New York? He replies. Next month. Le Mois Prochain I'm going there next month. Watch the word order. Le Mois Prochain Le Mois Prochain J Vais Le Mois Prochain Dit, then have a good trip! How do you say for lunch? A dejeuner? A dejeuner? How does your friend say? I'd like to invite you for lunch? I'd like to invite you to lunch? I'd like to invite you to lunch? Tomorrow at one o'clock. Tomorrow at one o'clock at the restaurant le gourmet? At one o'clock it's fine. At one o'clock it's fine. He wants to show you where the restaurant is. Comment, dit il, here's a map. On the map. Sur the plan. Sur the plan. I can. I can show you on the map. I can show you on the map where the restaurant is. Be careful of the word order. I can show you on the plan where is the restaurant. Yes, show me please. Yes, show me please. Show me the way to go to the restaurant. Show me the way to go to the restaurant. I would not like to arrive late. I would not like to arrive late. Showing you on the map, he says, Look, the restaurant is down there. Thank you. Until tomorrow at one o'clock. Thank you. See you tomorrow at one o'clock. Standing next to you. How do you say, My name is? I call me. Demand. And you, what is your name? And you, how do you call you? How do you call you? Someone else comes over and introduces himself. Ecoutez. Permit me to introduce. Marc Duval. Here's how to say introduce. Present. Now say permit me or allow me. Permit me. Permit me. Allow me to introduce myself. Present. To introduce me? Permittez me to introduce myself? Which word means myself? Me? Me? How does it say? Allow me to introduce myself? Permittez me to introduce myself? Did? Pleased to meet you. You may use either the short or the long way to say, Pleased to meet you. Now say, Allow me to introduce myself. Permit me to introduce myself. Suppose your name is Susan Peters. Tell him your name. Here's how to ask someone where he's from. Here's how to ask someone where he's from. Where are you from? Where are you from? Gomment, repond it, I am from Nice, and you? I am Denis, and you? Dit. I am American. Say first male and then female. I am American. Tell him you live in Washington with your family. Allow me to introduce myself. Mr. Duval replies. Please to meet you? You say you live in Washington? You say you live in Washington? Repeat this question. Is that you were raised in Washington? Elevated? were raised? were raised? were raised? were raised? literally means you were brought up. I Grew Up I Was Raised Now, try to ask Where Did You Grow Up? Where is what you were raised? Where is what you were raised? How Mr Duval asked t he, Did you grow up in Washington? I grew up in Los Angeles. I was raised in Los Angeles. But now I live in Washington. I have been living there. You say I there live. I live. I live there. Vit. I have been living there since two years. Susan Peters wants to tell Mr Duval that her husband is a teacher. My husband is a teacher. Try to say he grew up He was he was raised He grew up in Washington He was raised in Washington He was raised in Washington. How do you say? Allow me to introduce myself. Permit me to introduce myself. How do you say? Please to meet you. Enchanted. Enchanted to make your acquaintance. Mr. Duval asks You say your husband is a teacher? You say your husband is a teacher? And what is your profession? Repete. And what is your profession? Your profession? What is your profession? Dit your profession? Your profession? What is your profession? What is your profession? Answer I work I work I work in bank. Yes, he's a teacher. He is a teacher. Yes, he is a teacher. He grew up in Washington. He was raised in Washington. But me, I grew up in Los Angeles. But I, I was raised in Los Angeles. What is your profession? Repond yes, I work at a French bank in Washington. Now suppose your name is Diane Jackson and you're at a reception in Nice. How would you say to the person standing beside you? Allow me to introduce myself. Permit me to present. My name is Diane Jackson. Pleased to meet you, Mr Berger. Now ask him where he is from. Tell him you're from Boston. Say, but I grew up in New York. But I was raised in New York. Ask him what his profession is. Tell him you work in a bank in Boston. I work in a bank in Boston. Say yes, I come often to France. Yes, I come often to France. Say And I know France well enough. I travel a lot in France. This is the end of today's lesson. When you continue with next unit tomorrow, please begin with trip number two."}
